Revit 2024 API
ExportLinetypeInfo Constructor
 Constructs a new default ExportLinetypeInfo.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportLinetypeInfo()
Visual Basic
Public Sub New
Visual C++
public:
ExportLinetypeInfo()
See Also
ExportLinetypeInfo Class
ExportLinetypeInfo Overload
Autodesk.Revit.DB Namespace